Revit 2027 API
ParameterTypeId.PointcloudtypeScale Property
 "Scale": The scale for this instance
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PointcloudtypeScale { get; }
Public Shared ReadOnly Property PointcloudtypeScale As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PointcloudtypeScale {
	ForgeTypeId^ get ();
}
static member PointcloudtypeScale : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace